{
    "paragraphs": {
        "initial": "Vibrant Essences LLC is a company dedicated to the comprehensive cleaning of residential properties in the state of Florida. Our mission is to provide efficient and reliable solutions that guarantee customer satisfaction."
    },
    "validations": {
        "messages": {
            "email-required": "Email field is required",
            "password-required": "The password field is required",
            "email-type": "The email is invalid",
            "full-name-required": "The first and last names field is required",
            "full-name-min": "Enter a minimum of 3 characters",
            "birthday-required": "The birthday field is required",
            "phone-required": "The cell phone number field is required",
            "nan-type-post": "Error no post type was selected",
            "nan-img-post": "No image was selected for publication",
            "nan-payload-post": "You cannot post empty content",
            "min-length": "Enter a minimum of {count} characters",
            "max-length": "Enter a maximum of {count} characters",
            "special-characters": "Enter at least {count} special characters",
            "letters-uppercase": "Enter at least {count} uppercase letters",
            "number-count": "Enter at least {count} numbers",
            "one-img-post": "You cannot drag more than one image per post",
            "empty-img-post": "I don't drag an image",
            "not-img-post": "The dragged file is not an image",
            "unknown-img-post": "There was an error when trying to upload the file",
            "not-selected-img": "I don't select an image",
            "password-type": "The password must contain at least one uppercase letter, one lowercase letter, one number, and one special character.",
            "password-confirm": "The password and confirmation password do not match.",
            "Ingrese su nombre": "Enter your name",
            "Ingrese su numero de contacto": "Enter your contact number",
            "Ingrese su dirección": "Enter your address",
            "Seleccione su forma de contacto": "Select your preferred contact method",
            "Ingrese la descripción de su area de limpieza": "Enter the description of your cleaning area",
            "Es un campo requerido": "This field is required",
            "No es un numero valido": "Not a valid number",
            "No puede ser un numero negativo": "Cannot be a negative number",
            "Ingrese su mensaje": "Enter your message",
            "Las contraseñas no coinciden": "Passwords do not match",
            "Solo se pueden subir archivos de imagen": "Only image files can be uploaded",
            "No se puede subir una imagen que pese más de 50 MB": "You cannot upload an image larger than 50 MB.",
            "success-mail": "We've sent a confirmation email to your email address. Please follow the instructions to change your password.",
            "update-password": "Your password has been updated successfully."
        }
    },
    "login": {
        "header": {
            "title": "Log in to your account",
            "aside": "Start making your dreams come true"
        },
        "inputs": {
            "email": {
                "label": "Email",
                "placeholder": "Enter your email"
            },
            "password": {
                "label": "Password",
                "placeholder": "Enter your password"
            },
            "repeat-password": {
                "label": "Repeat Password",
                "placeholder": "Enter your password"
            },
            "message": {
                "label": "Message"
            }
        },
        "buttons": {
            "login": "Continue with email",
            "google": "Continue with Google",
            "facebook": "Continue with Facebook"
        },
        "labels": {
            "not-account": "You don't have a shuk account?",
            "register-account": "Register here",
            "problems-login": "Having issues?",
            "contact": "Contact us",
            "writing": "Write to us",
            "send-message": "Send us a message",
            "or": "or",
            "add": "Add",
            "recovery-password-title": "Recover your password",
            "notify-forward-password": "We’ve sent a password reset link to your email. <br> You have one hour to complete the process before it expires.",
            "email": "Email",
            "message": "Message",
            "date-of-contact": "Date of contact",
            "contact-number": "Contact number",
            "contact-table": "Contact",
            "Date of application": "Date of application",
            "Contact requests": "Contact requests",
            "Cleaning requests": "Cleaning requests",
            "Information": "Information",
            "Services": "Services",
            "Home": "Home",
            "Request": "Applications",
            "Log Out": "Log Out",
            "Setting": "Account setting",
            "Administration": "Administration",
            "Confirmation date": "Confirmation date",
            "Client name": "Client name",
            "Trash": "Trash",
            "Are you sure to continue?": "Are you sure to continue?",
            "changes": "Changes were saved successfully.",
            "save-changes": "Save changes",
            "Welcome to": "Welcome to ",
            "Name": "Name",
            "created_at": "Created at",
            "updated_at": "Updated at",
            "Suba una imagen": "Upload Image",
            "Arrastre y suelte aquí para cargar o haga click aquí para buscar": "Drag and drop here to upload or click here to search",
            "I forgot my password": "I forgot my password",
            "continue": "Continue"
        }
    },
    "mobile": {
        "menu": {
            "configuration": "Configuration",
            "login": "Login",
            "logout": "Log Out",
            "account-setting": "Account setting",
            "administration": "Administration",
            "notifications": "Notifications",
            "system": "System",
            "Cambiar Imagen": "Change Image"
        }
    },
    "form-services-contact": {
        "placeholder-description-area": "A cleaning area of ​​approximately 200 m² is located in the basement of the building. It has two bathrooms and a bedroom.",
        "nombres": "Name",
        "número_de_contacto": "Contact number",
        "correo": "Email",
        "preferencia_contacto": "Preferred contact method ?",
        "servicio_necesario": "Select the service you need",
        "descripción_área_limpieza": "Description of the cleaning area",
        "metros cuadrados": "Square meters",
        "dormitorios": "Bedrooms",
        "baños": "Bathrooms",
        "cocinas": "Number of kitchens",
        "patio": "Number of patios",
        "escaleras": "Number of stairs",
        "salar": "Number of living rooms",
        "direccion": "Address"
    },
    "privacy": {
        "Privacy Policy for Vibrant Essences LLC": "Privacy Policy for Vibrant Essences LLC",
        "1 paragraph": "This Privacy Policy describes how Vibrant Essences LLC (\"we,\" \"us,\" or \"our\") collects, uses, and shares personal information of users who visit our website, https://vibrantspacesfl.com/ (the \"Website\").",
        "ul1 Information We Collect": "Information We Collect",
        "ul1 header": "We may collect the following types of information from you:",
        "ul1 list1": "<strong>Personally Identifiable Information (PII):</strong> This includes information that can be used to identify you, such as your name, email address, phone number, and any other information you voluntarily provide through contact forms, quote requests, or other interactive features on our Website. If you schedule services or make payments through the Website in the future, this may also include your address and payment information.",
        "ul1 list2": "<strong>Non-Personally Identifiable Information (Non-PII):</strong> This includes information that does not directly identify you, such as your IP address, browser type, operating system, referring website, pages you visited on our Website, and other browsing behavior. We may collect this information through cookies, web beacons, server logs, and other tracking technologies.",
        "ul2": "How We Collect Information:",
        "ul2 header": "We collect information in the following ways:",
        "ul2 list1": "<strong>Directly from You:</strong> When you fill out contact forms, request a quote, subscribe to our newsletter (if offered), or otherwise communicate with us through our Website.",
        "ul2 list2": "<strong>Automatically:</strong> As you browse our Website, we may automatically collect certain information through cookies and other tracking technologies.",
        "ul3 Use of Your Information": "Use of Your Information:",
        "ul3 header": "We may use the information we collect for various purposes, including:",
        "ul3 list1": "To respond to your inquiries and provide customer support.",
        "ul3 list2": "To process your requests for quotes or services.",
        "ul3 list3": "To schedule and manage your house cleaning appointments (if applicable through the Website).",
        "ul3 list4": "To send you service-related communications.",
        "ul3 list5": "To improve our Website and services based on user interactions and feedback.",
        "ul3 list6": "To send you marketing and promotional materials (if you have opted in to receive such communications), with clear options to opt-out.",
        "ul3 list7": "To protect the security and integrity of our Website.",
        "ul3 list8": "To comply with legal obligations.",
        "ul4 Disclosure of Your Information": "Disclosure of Your Information:",
        "ul4 header": "We may share your information with third parties in the following circumstances:",
        "ul4 list1": "Service Providers: We may share information with third-party vendors who assist us in operating our Website, providing services, processing payments (if applicable), sending emails, or conducting other business operations. These service providers are typically contractually obligated to protect your information.",
        "ul4 list2": "Legal Compliance: We may disclose your information if required to do so by law, court order, or other legal process, or if we believe it is necessary to protect our rights, property, or safety, or the rights, property, or safety of others.",
        "ul4 list3": "Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of the transaction. You will be notified via a prominent notice on our Website of any such change in ownership or control of your personal information.",
        "ul4 list4": "With Your Consent: We may share your information with third parties with your explicit consent.",
        "ul4 list5": "Aggregated or Anonymized Data: We may share aggregated or anonymized data that does not personally identify you with third parties for various purposes, such as analytics and marketing.",
        "ul5 Cookies and Tracking Technologies": "Cookies and Tracking Technologies:",
        "ul5 paragraph": "Our Website may use cookies (small text files stored on your computer) and other tracking technologies to enhance your browsing experience, analyze website traffic, and personalize content. By using our Website, you consent to the use of these technologies. You can manage your cookie preferences through your browser settings. Please note that disabling cookies may affect the functionality of our Website.",
        "ul6 Third-Party Links": "Third-Party Links:",
        "ul6 paragraph": "Our Website may contain links to third-party websites. We are not responsible for the privacy practices or the content of these other websites. We encourage you to review the privacy policies of any third-party websites you visit.",
        "ul7 Children's Privacy": "Children's Privacy:",
        "ul7 paragraph": "Our services are not directed towards children under the age of 13, and we do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us immediately, and we will take steps to delete such information.",
        "ul8 Data Security": "Data Security:",
        "ul8 paragraph": "We take reasonable measures to protect the personal information we collect from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee the absolute security of your information.",
        "ul9 Data Retention": "Data Retention:",
        "ul9 paragraph": "We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements.",
        "ul10 Your Rights (Where Applicable Under Law)": "Your Rights (Where Applicable Under Law):",
        "ul10 paragraph": "Depending on your location and applicable law, you may have certain rights regarding your personal information, such as the right to access, correct, or delete your information. Please contact us using the information below if you wish to exercise any such rights. We are committed to handling your information responsibly.",
        "ul11 Updates to this Privacy Policy": "Updates to this Privacy Policy:",
        "ul11 paragraph": "We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will post any changes on this page and update the Privacy Policy. We encourage you to review this Privacy Policy periodically.",
        "ul12 Contact Us": "Contact Us:",
        "ul12 paragraph1": "If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at:",
        "ul12 paragraph2": "Vibrant Essences LLC",
        "ul12 paragraph3": "1115 Northwest 132nd Ave.",
        "ul12 paragraph4": "Email Address",
        "ul12 paragraph5": "+(1) 754-457-8999"
    }
}